#version: 0.2 - Trained by `huggingface/tokenizers`
H e
L i
B e
N e
N a
M g
A l
S i
C l
A r
C a
S c
T i
C r
M n
F e
C o
N i
C u
Z n
G a
G e
A s
S e
B r
K r
R b
S r
Z r
N b
M o
T c
R u
R h
P d
A g
C d
I n
S n
S b
T e
X e
C s
B a
L a
C e
P r
N d
P m
S m
E u
G d
T b
D y
H o
E r
T m
Y b
L u
H f
T a
R e
O s
I r
P t
A u
H g
T l
P b
B i
P o
A t
R n
F r
R a
A c
T h
P a
N p
P u
A m
C m
B k
C f
E s
F m
M d
N o
L r
R f
D b
S g
B h
H s
M t
D s
R g
C n
N h
F l
M c
L v
T s